Revit 2027 API
BuiltInFailures.FabricFailures.WrongFabricSheetSpacing Property
 Wrong Spacing of the Fabric Sheet Type.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId WrongFabricSheetSpacing { get; }
Public Shared ReadOnly Property WrongFabricSheetSpacing As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ WrongFabricSheetSpacing {
	FailureDefinitionId^ get ();
}
static member WrongFabricSheetSpacing : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.FabricFailures Class
Autodesk.Revit.DB Namespace